Repository: akleeman/ensemble_weather_pi
Catalog: po/*.po
Languages: tr_tr

source: (Max size )
tr_tr: (En büyük ölçek)

source: Address used to send request eMail. (Mandatory for LINUX)
tr_tr: eMail istemek için adres gönderildi. (LINUX için zorunlu)

source: Air Temp
tr_tr: Hava Sıcaklığı

source: Air Temperature(2m)
tr_tr: Hava Sıcaklığı (2m)

source: Apply
tr_tr: Uygula

source: Authorize Interpolation to start at current time
tr_tr: Zaman ayarını şimdi başlat.

source: Barbed Arrows
tr_tr: Sakallı Oklar

source: Before sending an email to Zygrib you have to enter your Login and Code. Please visit www.zygrib.org/ and follow instructions...
tr_tr: ZyGrib'e email göndermeden önce ve kullanıcı adı ve şifrenizi girin. Lütfen www.zygrib.org/ sayfasına bağlanıp gösterilen yolu izleyin...

source: Building Isobar map
tr_tr: Eşbasınç haritası oluşturuluyor.

source: Celsius
tr_tr: Santigrad

source: Cloud Cover
tr_tr: Bulut Durumu

source: Colors
tr_tr: Renkler

source: Continue...
tr_tr: Devam

source: Copy First Cumulative Missing Record
tr_tr: İlk Kayıp Birikimli Kaydı Kopyala

source: Copy Missing Wave Records
tr_tr: Kayıp Dalga Raporunu Kopyala

source: Current
tr_tr: Akıntı

source: Data available
tr_tr: Veri alınabilir

source: Days
tr_tr: Gün

source: Deg
tr_tr: Derece

source: Direction Arrows
tr_tr: Yön Okları

source: Display
tr_tr: Gösterilen Veriler

source: Display Iso CAPE
tr_tr: Eş CAP çizgilerini göster

source: Display Isobars
tr_tr: Eşbasınç Çizgilerini Göster

source: Display Isotachs
tr_tr: Isotachs çizgilerini göster

source: Display Isotherms
tr_tr: Eşsıcaklık çizgilerini göster

source: Error: Can't read this File!
tr_tr: Hata: Dosya okunamıyor

source: Error: File does not exist!
tr_tr: Hata: Dosya yok!

source: Error: No valid data in this file!
tr_tr: Hata: Bu dosyada geçerli veri yok

source: Estimated File Size
tr_tr: Hesaplanan Dosya Boyutu

source: Fahrenheit
tr_tr: Fahrenayt

source: Feet
tr_tr: Ayak

source: Forecast Model
tr_tr: Tahmin Modeli

source: GRIB Data at Cursor
tr_tr: GRIB Verisini Farede Göster

source: GRIB Display Control
tr_tr: GRIB Görüntü Denetim Panosu

source: SLOCUM PlugIn for OpenCPN
tr_tr: OpenCPN GRIB Eklentisi

source: Generic
tr_tr: Üretilmiş

source: Get this Code in zyGrib's forum ( This is not your password! )
tr_tr: Bu kodu zyGrib formundan al. (Bu sisin şifreniz değil!)

source: Grib Preferences
tr_tr: GRIB Ayarları

source: Grib Settings
tr_tr: GRIB Ayarları

source: Hours
tr_tr: Saat

source: Inches
tr_tr: İnç

source: Interpolate between gribs
tr_tr: Gribler arası dönem

source: Interval
tr_tr: Aralık

source: IsoBars
tr_tr: Eşbasınç

source: Knots
tr_tr: Knot

source: Load File Options
tr_tr: Dosya Seçeneklerini yükle

source: Load the Last Opened File
tr_tr: Son açılan dosyayı yükle

source: Load the More Recent File in Directory
tr_tr: Klasördeki Son Tarihli Dosyayı Aç

source: Local Time
tr_tr: Yerel Zaaman

source: Loop Mode
tr_tr: Yakınlaştırma Durumu

source: MAIL Error: MAPI32.DLL is not installed or invalid on this computer!
tr_tr: eMail hatası: MAPI32.DLL dosyası yüklenmemiş ya da bu bilgisayar için geçerli değil.

source: Mail
tr_tr: eMail

source: Mail To
tr_tr: Adresine email gönder

source: Meters
tr_tr: Metre

source: MilliBars
tr_tr: MiliBar

source: Millimeters
tr_tr: Milimetre

source: N/A
tr_tr: Veri Yok

source: Next
tr_tr: Sonraki

source: Now
tr_tr: Şimdi

source: Numbers
tr_tr: Sayılar

source: Open File
tr_tr: Dosya aç

source: Overlay Transparency
tr_tr: Bindirimin Geçirgenlik Derecesi

source: OverlayMap
tr_tr: Haritaya bindir

source: Percentage
tr_tr: Yüzde

source: Play
tr_tr: Oynat

source: Please Zoom or Scale Out to view invisible overlays:
tr_tr: Bindirimi görebilmek için haritayı yakınlaştırın yada uzaklaştırın.

source: Pressure
tr_tr: Basınç

source: Previous
tr_tr: Önceki

source: Profile
tr_tr: Veriler

source: Rainfall
tr_tr: Yağış

source: Request
tr_tr: İstem

source: Request can't be sent. Please verify your email systeme parameters. You should also have a look at your log file. Save or Cancel to finish...
tr_tr: İstek gönderilemedi. Lütfen email değişkenlerinizin doğruluğundan emin olun. Aynı zamanda kütük dosyanıza bakın. Bitirmek için saklayın ya da iptal edin...

source: Resolution
tr_tr: Çözünürlük

source: Save
tr_tr: Sakla

source: Sea Temp
tr_tr: Deniz sıcaklığı

source: Sea Temperature(surf.)
tr_tr: Deniz Yüzeyi Sıcaklığı

source: Select a GRIB file
tr_tr: Bir GRIB dosyası seçin

source: Send
tr_tr: Gönder

source: Sender eMail Address
tr_tr: Göndericinin eMail Adresi

source: Settings
tr_tr: Ayarlar

source: Spacing
tr_tr: Aralama

source: Start Options
tr_tr: Seçenekleri Başlat

source: Start at the first forecast in GRIB file
tr_tr: İlk GRIB dosyasıyla başla

source: Start at the nearest forecast to current time
tr_tr: En güncel GRIB dosyasıyla başla

source: Stop
tr_tr: Dur

source: The file size limit is overcome! You can zoom in and/or change parameters...
tr_tr: Dosya büyüklük sınırı aşıldı. Daha da yakınlaşabilir ya da değişkenleri değiştirebilirsiniz...

source: This file contains data for particular time intervals but you have chosen to display different intervals. Please consider that the values will be interpolated.
tr_tr: Bu dosya özel zaman dilimi verileri içeriyor. Siz farkıl zaman dilimi kullanılmasını seçtiniz. Lütfen değerlerin aralıklandırılacağını (interpolate) dikkate alın.

source: This is your zyGrib's forum access Login
tr_tr: Bu sizin zyGrib's forumuna giriş parolanızdır.

source: Time Options
tr_tr: Zaman Seçenekleri

source: Time Range
tr_tr: Zaman Aralığı

source: Units
tr_tr: Birimler

source: Updates per Second
tr_tr: Dakikada bir Güncelle

source: Use Gradual Colors
tr_tr: Geçici Renkleri Kullan

source: Use High Definition Graphics
tr_tr: Yüksek Çözünürlükte Grafik Kullan.

source: Warning!
tr_tr: Uyarı!

source: Warning: Empty directory!
tr_tr: Uyarı: Boş klasör!

source: Waves
tr_tr: Dalga

source: Wind
tr_tr: Rüzgar

source: Wind Gust
tr_tr: Rüzgar Kaçağı

source: Write and send eMail request
tr_tr: eMail oluşturup gönderin

source: You have chosen to authorize interpolation. Don't forget that data displayed at current time will not be real but interpolated!
tr_tr: Aralık değeri kullanılmasını (interpolation) onayladınız. Gösterilen değerin şimdiki gerçek değer yerine aralık değeri olduğunu unutmayın.

source: Your request is ready. An email is prepared in your email environment. You have just to verify and send it... Save or Cancel to finish...or Continue...
tr_tr: İsteğiniz hazır. Sizin ortamınızda bir email hazırlandı. Sadece onaylayın ve gönderin... Sonlandırmak için Sakla ya da İptal tuşuna basın ya da Devam edin...

source: Your request was sent (if your system has an MTA configured and is able to send email). Save or Cancel to finish...or Continue...
tr_tr: İsteğiniz gönderildi. (Eğer sisteminizde bir MTA yapılandırılmış ve bir email gönderilelevekse). Bitirmek için Sakla ya da İptal tuşuna basın... Ya da Devam edin...

source: inHG
tr_tr: CivaBasıncında

source: km/h
tr_tr: km/saat

source: m/s
tr_tr: metre/saniye

source: mmHG
tr_tr: mmCivaBasıncı

source: mph
tr_tr: mil/saat

source: playback
tr_tr: Görünüm

source: zyGrib Code
tr_tr: zyGrib Kodu

source: zyGrib Login
tr_tr: zyGrib Bağlan
